<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines in accusative cage
    |--------------------------------------------------------------------------
    |
    |
    */

    'geotype_a' => 'географический объект',
    'date_a' => 'дату',
    'district_a' => 'район',
    'lang_a' => 'язык',
    'legend_a' => 'народное толкование, предание',
    'name_a' => 'название',
    'region_a' => 'регион',
    'region1926_a' => 'регион I пол. ХХ в.',
    'selsovet_a' => 'сельсовет',
    'settlement_a' => 'поселение',
    'toponym_a' => 'топоним',
    'toponym_name_a' => 'заголовочное название',
];
