<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines in accusative cage
    |--------------------------------------------------------------------------
    |
    |
    */

    'caseform_a' => 'форму местного падежа',
    
    'date_a' => 'дату',
    'district_a' => 'район',
    
    'ethnos_territory_a' => 'территорию бытования',    
    'etymology_a' => 'этимологию',
    'etymology_nation_a' => 'язык происхождения',
    'events_a' => 'события записи',
    
    'geotype_a' => 'географический объект',
    
    'lang_a' => 'язык',
    'latitude_a' => 'широту',
    'legend_a' => 'народное толкование, предание',
    'longitude_a' => 'долготу',
    
    'main_info_a' => 'основную информацию',
    'name_a' => 'название',
    'region_a' => 'регион',
    'region1926_a' => 'регион I пол. ХХ в.',
    'selsovet_a' => 'сельсовет',
    'settlement_a' => 'поселение',
    'settlement1926_a' => 'поселение I пол. ХХ в.',
    'sources_a' => 'упоминания в источниках',
    'struct_a' => 'структуру',
    
    'texts_a' => 'тексты из Вепкар',
    'topname_a' => 'другие названия',
    'toponym_a' => 'топоним',
    'toponym_name_a' => 'заголовочное название',
    
    'wd_a' => 'ID Викиданных',
    'wrongname_a' => 'ошибочные написания',
];
