<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'actions' => 'Действия',
    
    'back_to_list' => 'Вернуться к списку',
    'back_to_show' => 'Вернуться к просмотру',
    'bin_answer_0' => 'нет',
    'bin_answer_1' => 'да',
    'bin_answers' => [1=>'да',0=>'нет'],
    
    'category' => 'категория',
    'changed' => 'изменил(а)',
    'choose' => 'выбрать',
    'clear' => 'очистить',
    'close' => 'закрыть', 
    'code' => 'код',
    'confirm_delete' => 'Вы хотите удалить эту запись?',
    'copy' => 'копировать',
    'create' => 'Создать',
    'creating' => 'Cоздание',
    'create_new_f' => 'Создать новую',
    'create_new_m' => 'Создать новый',
    'create_new_g' => 'Создать новое',
    'created' => 'создал(а)',
    'created_success' => 'Создание успешно завершено',
    
    'delete' => 'Удалить',
    'delete_confirmation' => 'Подтверждение удаления',
    
    'edit' => 'Редактировать',
    'editing' => 'Pедактирование',
    'entries_per_page' => 'Количество<br>записей<br>на странице',
    'examples' => 'Примеры',
    
    'frequency' => 'частота',
    'from' => 'с',
    
    'history' => 'История изменений',
    
    'in_desc' => 'В убывающем<br>порядке',
    'in_english' => 'по-английски',
    'in_karelian' => 'по-карельски',
    'in_pl' => 'во множ. числе',
    'in_russian' => 'по-русски',
    'in_vepsian' => 'по-вепсски',
    'including' => 'в том числе',
    'informant_exists' => 'Существует информант, связанный с этой записью',
    'insert_new_field' => 'Вставить новое поле',
    'invalid_id' => 'Неправильный идентификатор',
    
    'name' => 'имя',
    'new_g' => 'Новое',
    'new_f' => 'Новая',
    'new_m' => 'Новый',
    'of' => 'из',
    'photo' => 'фото',
    'portion' => 'количество записей',
    'records' => 'записей',
    'record_not_exists' => 'Запись не найдена.',
    'reload' => 'перегрузить',
    'save' => 'сохранить',
    'search' => 'искать',
    'section' => 'раздел',
    'seq_num' => 'п/н',
    'sequence_number' => 'No в списке',
    'sort' => 'Cортировать',
    'sort_by' => 'Cортировать по',
    'special_symbols' => 'специальные символы',
    'supper_text' => 'в верхний индекс',
    'text_exists' => 'Существует текст, связанный с этой записью',
    'to' => 'на',
    'toggle_list' => 'развернуть/свернуть список',
    'total' => 'всего',
    'translation' => 'Перевод',
    'type' => 'Тип',
    'updated_success' => 'Обновление завершено',
    'view' => 'показать',
    'year' => 'год',
    'waiting' => 'Пожалуйста, подождите, идет загрузка...',
];
