<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'how_to_cite'  => 'Если вы используете материалы нашего ресурса в своей исследовательской работе, '
    . 'то можете выбрать следующие варианты ссылок:  '
    . '<ol>'
    . '<li>В тексте или в сноске:<br>
        <i>Исследование выполнено с использованием материалов геоинформационного ресурса «ТопКар – Топонимия Карелии» (topkar.krc.karelia.ru).</i><br><br></li> '
    . '<li>В списке литературы в конце работы:<br>'
    . '<i>Геоинформационный ресурс «ТопКар – Топонимия Карелии» (ТопКар). Доступен по
адресу: topkar.krc.karelia.ru</i><br><br></li> '
    . '<li>Ссылку на конкретный топоним можно оформить, например, так:<br>'
    . '<i>Uarrehsuari // Геоинформационный ресурс «ТопКар – Топонимия Карелии». URL:
http://topkar.krc.karelia.ru/ru/dict/toponyms/19388</i></li> '
    . '</ol>',
    
    
    'license' => 'Вы можете свободно использовать материалы нашего сайта и делиться ими, главное — указать авторство и ссылку
                  на наш ресурс.<br><a href="https://creativecommons.org/licenses/by/4.0/">Подробнее о лицензии CC BY 4.0</a>',
    
    'list_of_publications' => '<ol>'
    . '<li>Захарова Е.В., Кривоноженко А.Ф. '
    . '<a href="https://doi.org/10.15826/vopr_onom.2023.20.3.031"><b>«Из грязи в князи»: в поисках этимологических истоков топонима Княжая губа</b></a> '
    . '// <small>Вопросы ономастики. 2023. Т. 20. № 3. С. 49–62. DOI: 10.15826/vopr_onom.2023.20.3.031.</small></li>'
    . '<li>Захарова Е.В. '
    . '<a href="https://elibrary.ru/item.asp?id=54705299"><b>ТопКар — геоинформационный ресурс по топонимии Карелии: историко-географический аспект</b></a> '
    . '// <small>Исторический подход в географии и геоэкологии: Материалы VII Международной научно-образовательной конференции по исторической географии: научное электронное издание / Минобрнауки России, РГГМУ; отв. ред. Л.Б. Вампилова. Петрозаводск: Изд-во ПетрГУ, 2023. С. 447–451.</small></li>'
    . '<li>Захарова Е.В., Кундозерова  М.В. 
        <a href="https://vestnik-ugrovedenia.ru/sites/default/files/vu/_.__3.pdf"><b>Мотивировка географических названий в карельских преданиях Кестеньгского края: топонимический аспект</b></a> 
        // <small>Вестник угроведения. Т. 13, № 3 (54). 2023. С. 435-444. DOI: 10.30624/2220-4156-2023-13-3-435-444.</small></li>'
    . '<li>Захарова Е.В. 
        <a href="https://csfu.mrsu.ru/wp-content/uploads/2022/12/463-473.pdf"><b>Разработка геоинформационного ресурса по топонимии Карелии: историко-культурный аспект</b></a> 
        // <small>Финно-угорский мир. № 4. Т. 14. 2022. С. 463–473. DOI: 10.15507/2076-2577.014.2022.04.463-473.</small></li>'
    . '<li>Крижановский А.А. '
    . '<b>Включение системы ТопКар в общую сеть связанных данных и метод перевода локальных карт в электронные карты OpenStreetMap</b> '
    . '// <small>доклад 24.10.23 на заседании Ученого совета ИПМИ КарНЦ РАН (видео)</small></li>'
    . '</ol>',
    
    
    'site_title'  => 'Проект «ТопКар — Топонимия Карелии»',
    
    'sources'  => 'Основным источником информации, представленной на сайте, является Научная
    картотека топонимов Карелии и сопредельных областей, созданная Ниной Николаевной
    Мамонтовой в Институте языка, литературы и истории Карельского научного центра РАН
    в 1970 году. В картотеке хранятся материалы ежегодных (начиная с 1970 года)
    топонимических экспедиций в районы Карелии, Мурманской, Вологодской,
    Архангельской, Тверской, Ленинградской областей на русском, карельском, вепсском и
    саамском языках. В настоящий момент в картотеке насчитывается более 300 000 единиц
    хранения. Картотека включает в себя часть коллекций топонимических материалов
    картотек ЛГУ (совр. СПбГУ) и КГПИ (совр. ПетрГУ), собранных на территории Карелии.
    Эти материалы также публикуются на нашем сайте.<br><br>' 
    .'Кроме этого, используются материалы Фонограммархива ИЯЛИ КарНЦ РАН,
Научного архива КарНЦ РАН, а также Национального архива Республики Карелия.<br><br>'
    .'Активно привлекаются данные различных карт, списков населённых мест Карелии
разных лет и ряд других источников, подробный список которых находится в разделе
<a href=":link2sources">Источники</a>.',
    
    'welcome_text_intro'  => 'Добро пожаловать в ТопКар – геоинформационный ресурс по топонимии Карелии, '
    . 'разработка которого реализуется группой исследователей Карельского научного центра РАН '
    . 'в рамках <a href="https://rscf.ru/project/22-28-00362/">гранта Российского научного фонда № 22-28-00362</a>.',
    
    'welcome_text_content'  => 'Ресурс ТопКар (Топонимия Карелии) позволяет сохранять, систематизировать и исследовать '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/toponyms">названия географических объектов</a> Карелии и сопредельных областей. '
    . 'Топонимы представлены на карельском, вепсском и русском языках '
    . '(при наличии официального и местного вариантов названия приводятся оба). '
    . 'Каждое название имеет привязку к местоположению именуемых природных объектов – региону, району и поселению. '
    . 'В настоящее время разрабатывается механизм для отображения представленных топонимов на электронных картах. '
    . 'Имеется возможность для проведения этимологического и структурного анализа наименований природных объектов.',
    
    'welcome_reference_tables'  => 'Для сужения области поиска можно указать данные из справочников: '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/regions">регионы</a>, '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/districts">районы</a>, '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/settlements">поселения</a>, '
    . 'как современные, так и '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/settlements1926">по данным на 1926 год</a>. '
    . 'Также данные можно искать по '
    . '<a href="http://topkar.krc.karelia.ru/ru/misc/informants">информантам</a> и '
    . '<a href="http://topkar.krc.karelia.ru/ru/misc/recorders">собирателям</a>.',
    
    'welcome_text_sources'  => 'База данных ТопКар пополняется '
    . 'расшифрованными экспедиционными топонимическими и фольклорными материалами. '
    . 'Источниками для пополнения базы служат '
    . 'Научная картотека топонимов Карелии и сопредельных областей ИЯЛИ КарНЦ РАН, '
    . 'Научный архив КарНЦ РАН и '
    . 'Фонограммархив ИЯЛИ КарНЦ РАН.',
    
    'welcome_text_software'  => 'Программная оболочка системы ТопКар — это проект с открытым исходным кодом '
    . '(см. <a href="https://github.com/componavt/topkar">topkar</a> на сайте GitHub), '
    . 'разрабатываемый в <a href="http://www.krc.karelia.ru">Карельском научном центре РАН</a>.',
    
    'welcome_who_can_use'  => 'Система ТопКар ориентирована на широкий круг пользователей '
    . '(специалистов, краеведов, всех интересующихся топонимией Карелии) и может быть использована, '
    . 'помимо научных исследований, в сфере образования, культуры и туризма.',
    
        
    
    
    
];
