<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'site_title'  => 'Проект «ТопКар — Топонимия Карелии»',
    
    'welcome_text_intro'  => 'Добро пожаловать в ТопКар – геоинформационный ресурс по топонимии Карелии, '
    . 'разработка которого реализуется группой исследователей Карельского научного центра РАН '
    . 'в рамках <a href="https://rscf.ru/project/22-28-00362/">гранта Российского научного фонда № 22-28-00362</a>.',
    
    'welcome_text_content'  => 'Ресурс ТопКар (Топонимия Карелии) позволяет сохранять, систематизировать и исследовать '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/toponyms">названия географических объектов</a> Карелии и сопредельных областей. '
    . 'Топонимы представлены на карельском, вепсском и русском языках '
    . '(при наличии официального и местного вариантов названия приводятся оба). '
    . 'Каждое название имеет привязку к местоположению именуемых природных объектов – региону, району и поселению. '
    . 'В настоящее время разрабатывается механизм для отображения представленных топонимов на электронных картах. '
    . 'Имеется возможность для проведения этимологического и структурного анализа наименований природных объектов.',
    
    'welcome_reference_tables'  => 'Для сужения области поиска можно указать данные из справочников: '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/regions">регионы</a>, '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/districts">районы</a>, '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/settlements">поселения</a>, '
    . 'как современные, так и '
    . '<a href="http://topkar.krc.karelia.ru/ru/dict/settlements1926">по данным на 1926 год</a>. '
    . 'Также данные можно искать по '
    . '<a href="http://topkar.krc.karelia.ru/ru/misc/informants">информантам</a> и '
    . '<a href="http://topkar.krc.karelia.ru/ru/misc/recorders">собирателям</a>.',
    
    'welcome_text_sources'  => 'База данных ТопКар пополняется '
    . 'расшифрованными экспедиционными топонимическими и фольклорными материалами. '
    . 'Источниками для пополнения базы служат '
    . 'Научная картотека топонимов Карелии и сопредельных областей ИЯЛИ КарНЦ РАН, '
    . 'Научный архив КарНЦ РАН и '
    . 'Фонограммархив ИЯЛИ КарНЦ РАН.',
    
    'welcome_text_software'  => 'Программная оболочка системы ТопКар — это проект с открытым исходным кодом '
    . '(см. <a href="https://github.com/componavt/topkar">topkar</a> на сайте GitHub), '
    . 'разрабатываемый в <a href="http://www.krc.karelia.ru">Карельском научном центре РАН</a>.',
    
    'welcome_who_can_use'  => 'Система ТопКар ориентирована на широкий круг пользователей '
    . '(специалистов, краеведов, всех интересующихся топонимией Карелии) и может быть использована, '
    . 'помимо научных исследований, в сфере образования, культуры и туризма.',
    
        
    
    
    
];
