<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'andrew_name' => 'Крижановский Андрей Анатольевич',
    'andrew_info' => 'к.т.н., ведущий научный сотрудник, руководитель лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН',
    'khorokhorin_name' => '',
    'khorokhorin_info' => '',
    'kongoeva_name' => 'Конгоева Анастасия Алексеевна',
    'kongoeva_info' => 'к.фил.н., доцент кафедры прибалтийско-финской филологии ПетрГУ',
    'nataly_name' => 'Крижановская Наталья Борисовна',
    'nataly_info' => 'ведущий инженер-исследователь лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН',
    'mullonen_name' => '',
    'mullonen_info' => '',
    'shibanova_name' => 'Шибанова Нина Леонидовна',
    'shibanova_info' => 'главный специалист по информационным технологиям ИЯЛИ КарНЦ РАН',
    'zakharova_name' => 'Захарова Екатерина Владимировна',
    'zakharova_info' => 'к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
];
